[
  {
    "day": 1,
    "heading": "Arrival and Relaxation",
    "activities": [
      "Arrive in Ratnagiri and check into your accommodation.",
      "Spend the day relaxing at your hotel or exploring nearby attractions at your leisure.",
      "Dinner at a local restaurant to experience Malvani cuisine."
    ]
  },
  {
    "day": 2,
    "heading": "Beach Day at Ganpatipule",
    "activities": [
      "Visit the famous Ganpatipule Beach and offer prayers at the Ganpati Temple.",
      "Enjoy water sports activities like banana boat rides or parasailing.",
      "Explore the Prachin Konkan Museum to learn about the region's history and culture.",
      "Dinner at a beachside shack, indulging in fresh seafood delicacies."
    ]
  },
  {
    "day": 3,
    "heading": "Historical Exploration",
    "activities": [
      "Explore the Ratnadurg Fort and enjoy panoramic views of the Arabian Sea.",
      "Visit the Thibaw Palace, a historical monument with stunning architecture and gardens.",
      "Relax with a sunset cruise on the Vashishti River.",
      "Dinner at a local restaurant with live music and cultural performances."
    ]
  },
  {
    "day": 4,
    "heading": "Day Trip to Pawas",
    "activities": [
      "Take a scenic drive to Pawas and visit the Swami Swaroopanand Samadhi Math.",
      "Relax on Pawas Beach and enjoy a picnic by the shore.",
      "Attend an aarti ceremony at the temple and experience the spiritual ambiance.",
      "Dinner featuring traditional Malvani delicacies."
    ]
  },
  {
    "day": 5,
    "heading": "Nature and Adventure",
    "activities": [
      "Explore the scenic beauty of the Jaigad Fort and its panoramic views.",
      "Visit the Ratnagiri Marine Fish Museum to learn about local marine life.",
      "Enjoy a sunset walk along Ratnagiri Beach.",
      "Dinner at a beachfront restaurant, savoring the coastal flavors."
    ]
  },
  {
    "day": 6,
    "heading": "Cultural Immersion",
    "activities": [
      "Wander through the vibrant markets of Ratnagiri and shop for local souvenirs.",
      "Visit the Jaigad Lighthouse for breathtaking views of the coastline.",
      "Explore the Ratnagiri Aquarium and learn about marine biodiversity.",
      "Dinner featuring Malvani specialties at a popular eatery."
    ]
  },
  {
    "day": 7,
    "heading": "Departure",
    "activities": [
      "Check out from your accommodation and bid farewell to Ratnagiri.",
      "Depart for your onward journey with cherished memories of your trip."
    ]
  }
]
