[
  {
    "name": "Shree Ramakrishna Anandvan Resort",
    "category": "Lodge",
    "description": "We are having a luxurious Resort as Shree Ramkrishana Anandvan at Ratnagiri with 15 A.C. Luxurious 5 Star Category Rooms & 02 Self contend apartments with all other facilities. This resort is surrounded by ample resort is having full field cafeteria, swimming pool with rain dance & D J facility, club house & different types of indoor & outdoor Games & Activities for your kids.",
    "image": "https://media.weddingz.in/images/7ea4d99f9ca9762933523fbe2dbb0d79/shreeramkrishnaanandvan-ratnagiri-ratnagiri.jpg",
    "url": "https://maps.app.goo.gl/W52FAy7YtFZ2KZCq8"
  },
  {
    "name": "Shanti the grand palace",
    "category": "Lodge",

    "description": "Relax at this elegant hotel with well-appointed rooms & a seating area, located near Ratnagiri Bus Station, Ratnagiri.Stay at the elegantly designed deluxe rooms with all the modern amenities.Spend fun-filled time with your loved ones at Mandavi Beach, located 2 km away.Host or attend corporate meetings and conferences at the on-site conference room.Savour delicious dishes at Cafe Carrom, located 750 m away from the hotel.",
    "image": "https://gos3.ibcdn.com/e1cbea84492d11ed93620a58a9feac02.jpg",
    "url": "https://maps.app.goo.gl/LyX2hCsZrqjGRyyG9"
  },
  {
    "name": "Kohinoor Samudra Beach Resort",
    "category": "Lodge",

    "description": "The Most Majestic & Magnificent Resort with Luxurious Sea View Rooms showcasing the Breathtaking Panoramic View of Arabian Sea--As the name says it all is Ratnagiri's Rare Diamond---- Kohinoor Samudra Beach Resort is situated in Ratnagiri, a destination famous for its Pristine Beaches, Clear Blue Sea's Mountain ranges & Forts of Chatrapati Shivaji Maharaj and home to Lokmanya Tilak . Our Luxury resort is nestled on a Hill offering guests a Full Panoramic & Breathtaking view of the Arabian Sea on one side and on the other side the Back Waters joining the Sea amidst 15,000 Coconut & Suru Trees and Unexplored Beach Coves, with 67 of the Largest Rooms Bungalows and Suites in Ratnagiri, we are an ideal getaway just 7 hours by Rail/Road from Mumbai and Pune, with modern amenities and facilities for a comfortable stay do visit Kohinoor Samudra Beach Resort Ratnagiri and take home A Mystic and a Memorable Holiday Experience. Resort offers a number of Recreation Facilities, You may choose the Crystal Clear Waters of our Swimming Pool with an attached Baby Pool, Indoor Games like Table Tennis Carrom Chess, Children's play area, Outdoors we have Cricket & volleyball with a joggers track, Expansive Gardens and Excursion facilities.",
    "image": "https://res.cloudinary.com/simplotel/image/upload/x_0,y_86,w_1600,h_899,r_0,c_crop,q_80,fl_progressive/w_500,f_auto,c_fit/kohinoor-samudra-beach-resort-ratnagiri/Landscape_Kohinoor_Samudra_Ratnagiri_3_hy8s6q",
    "url": "https://maps.app.goo.gl/hBJBT9hCmEre9ATv8"
  },
  {
    "name": "The Mango Villa",
    "category": "Lodge",

    "description": "A home stay with the most perfect blend of old world charm and modern amenities. Each day that you spend in this quaint home stay situated at the heart of Ratnagiri city, you will feel the serenity, peace and joy, which has been long lost to the frenetic pace of the times that we live in.",
    "image": "https://r2imghtlak.mmtcdn.com/r2-mmt-htl-image/flyfish/raw/NH70178208282468/QS1042/QS1042-Q1/20220508_091732.jpg",
    "url": "https://maps.app.goo.gl/QNvS4Q9Yudw8epT56"
  },
  {
    "name": "Hotel Vivek",
    "category": "Lodge",

    "description": "Finding an ideal family-friendly small hotel in Ratnagiri does not have to be difficult. Welcome to Hotel Vivek, a nice option for travellers like you.As your “home away from home,” the small hotel rooms offer air conditioning, and getting online is easy, with internet access available.Guests have access to room service while staying at Hotel Vivek. In addition, Hotel Vivek offers an on-site restaurant, which will help make your Ratnagiri trip additionally gratifying. And, as an added convenience, there is free parking available to guests.Nearby landmarks such as Ratnadurga Fort (1.4 mi) and Jaigad Fort (3.1 mi) make Hotel Vivek a great place to stay when visiting Ratnagiri.When you’re feeling hungry, be sure to check out Drive Inn Carnival Restaurant, which is a pub that is popular with locals and out-of-towners alike.If you’re looking for things to do, you can check out Gateway of Ratnagiri (0.4 mi), Patitpavan Mandir (0.4 mi), or Purnagad Fort (0.8 mi), which are popular attractions amongst tourists, and they are all within walking distance.Hotel Vivek puts the best of Ratnagiri at your fingertips, making your stay both relaxing and enjoyable.",
    "image": "https://img.restaurantguru.com/re2e-Hotel-Vivek-facade-2023-04.jpg",
    "url": "https://maps.app.goo.gl/Qdmvb42h72C4ow349"
  },
  {
    "name": "Palette - Ratna Sagar Beach Resort",
    "category": "Lodge",

    "description": "A celebrated icon in Konkan region, Ratnasagar Resort is located in the town of Ratnagiri, a prime destination for those whose idea of a vacation is simply beach, sun and pool. Nature heightens the senses, giving guests an increased sensuous world of enhanced awareness and profound relaxation. Wide range of activities for sports buffs and everyone who loves to relax. Our truly serene and gorgeous 26 private resort villas well separated along the shore of Bhatye Beach offers space enough for families and honeymooners alike. Whenever hotel guests feel like sightseeing, Ganapatipule, Ratnadurga Fort is just a short drive away. Ratnasagar offers 20 acres of space, sky and shifting moods. With culture of its people the resort is ultimate retreat for world-class Water sports, refined dining and outdoor activities in an environment of rare natural beauty",
    "image": "https://pix10.agoda.net/hotelImages/8804238/-1/ed476307453ed4723968fa85fd258835.jpg?ca=9&ce=1&s=414x232",
    "url": "https://maps.app.goo.gl/QEMU5EsikiQbHEVg9"
  },
  {
    "name": "Hotel Sea Fans",
    "category": "Lodge",

    "description": "And it is Here, Nestled amidst tall coconut palms invitingly beckoning in sea breeze is Hotel Sea Fans located. The warm welcome of our team assures you are in good hands though you are away from home. Home within a Resort - the best of both worlds, Guests can enjoy the luxury of a home Ambiance with the use of facilities and services of the Resort. Major tourist attractions like Water Sports, Bazaars and Markets, quaint little shops, Night Life, Fast - Food Joints and Multi - Cuisine restaurants to suit every taste are just a few minutes away.",
    "image": "https://r2imghtlak.mmtcdn.com/r2-mmt-htl-image/flyfish/raw/NH70255205187964/QS1042/QS1042-Q1/IMG_20220411_190336.jpg",
    "url": "https://maps.app.goo.gl/hi16ibzeWdCzWKSb6"
  }
]
