[
  {
    "name": "Ratnadurga Fort",
    "description": "The fort of Ratnadurg was constructed during the rule of Bahamani Sultans. It was captured by Adilshah and then Chhatrapati Shivaji conquered the fort in the year 1670 AD. Later, the fort was controlled by Kanhoji Angre, and later handed over to Peshwas.",
    "image": "Ratnadurg Fort.jpeg",
    "mapurl":"https://maps.app.goo.gl/XfxE11cSs5ta37r18"
  },
  {
    "name": "Jaigad Fort",
    "description": "Jaigad fort is said to have been built by Bijapur Kings in the 16th century. Later it passed into the hands of Naiks of Sangameshwar. He had 7-8 villages and 600 troops under his command. He defeated combined forces of Bijapur and Portuguese in 1583 and 1585. In 1713, Jaigad was one of the ten forts which was ceded by Balaji Vishwanath Peshwa to Kanhoji Angre. In June 1818 this fort was captured by British without any struggle",
    "image": "Jaigad_outerwall1.jpg",
    "mapurl":"https://maps.app.goo.gl/ZRcP8a8QjRW7mKEcA"

  },
  {
    "name": "Swayambhu Ganapati Temple",
    "description": "Swayambhu Ganapati Temple is a 400-year-old Ganesha temple, made of pule or white sand. It is believed to be a self-made monolith of Lord Ganesha, discovered 1600 years ago.This temple attracts a lot of visitors, especially during Diwali. Ganesha idol getting dressed in the morning and in the evenings is a special sight for the visitors and it is definitely one of the most important Ratnagiri tourist places.",
    "image": "1556517178_1549607111_4002_20(1) (1).avif",
    "mapurl":"https://maps.app.goo.gl/NDCNoinFEV8juHh77"

  },
  {
    "name": "Jaigad Lighthouse",
    "description": "Jaigad Lighthouse is a top priority when it comes to places to visit in Ratnagiri and is situated in one of the bastions on the western side of the Jaigad Fort.The tourists visit this place to enjoy an overwhelming and a panoramic view of the area in the vicinity. A wonder of past engineering, the tower is meant for couples to spend some romantic time together.",
    "image": "1556518559_Ganapatipule_2Blighthouse.avif",
    "mapurl":"https://maps.app.goo.gl/25584Vm46DTb7ZNK6"

  },
  {
    "name": "Velneshwar Shiva Temple",
    "description": "Velneshwar Shiva temple is situated in a very quiet and peaceful place, much away from the city disturbance. It is encompassed by a big gate and very big banyan trees, making the atmosphere quite serene and it is definitely one of the most important Ratnagiri tourist places.",
    "image": "1556521924_Velneshwar_Gallery3.avif",
    "mapurl":"https://maps.app.goo.gl/UM91D5Hu8LhU5ooQ6"

  },
  {
    "name": "Gateway of Ratnagiri",
    "description": "This is an architectural marvel with a sloped roof in the Ratnagiri jetty along with the Mandvi beach. According to the locals, this slope was built as a defence mechanism by Pratinidhi Dhondu Bhaskar.As this place provides a view to the Arabian Sea, one can enjoy the cool breeze and provides a unique walking experience along the shores.",
    "image": "1603710915_5786_1560161429-4642e.avif",
    "mapurl":"https://maps.app.goo.gl/fojM31SwA9gs6KHe6"

  },
  {
    "name": "Tilak Ali Museum",
    "description": "Maintained by the Archaeological Department, this museum is famous for being the ancestral house of Lokmanya Bal Gangadhar Tilak. He was born here and the place has now been converted to a museum.The museum has many exhibits in terms of paintings and photographs. To get a good knowledge about the freedom struggles, the museum should be visited.",
    "image": "1556518190_IMG_9692.avif",
    "mapurl":"https://maps.app.goo.gl/bhnk9AEgccUJocwM7"

  },
  {
    "name": "Jai Vinayak Temple, Jaigad",
    "description": "Jai Vinayak temple, dedicated to Lord Vinayak, is a newly built temple in Ratnagiri district. The temple is known for its clean and beautifully decorated garden and also the fresh air and cool environment for the tourists.A brass idol of Lord Ganesha is the ultimate expression of peace and prosperity. A pond full of fishes and a garden with lots of trees are also found inside and it is definitely one of the best places to see in Ratnagiri.",
    "image": "1556518854_jini copy.avif",
    "mapurl":"https://maps.app.goo.gl/BiydKoy8ET4qq4mx6"

  }
]
