[
  {
    "name": "Barve Homes",
    "category": "PG",
    "description": "Barve Homes is classic Homestay on the foothills of mountain,away from city chaos, lush green surrounding Barve Homes - Pleasant Home stay, best in class and much more.. On Ratnagiri Ganpatipule Road. With Authentic Vegetarian Food. independent bungalow on the foot hills of mountain with peaceful and green surrounding, View of lush green valley. Distance from Mumbai and Pune approx 360 Km. Distance from Goa - 250 Km. Distance from Pawas and Ganpatipule is 19 Km away. Religious places of Ganpatipule and Pawas at 25-30 minutes drive.Virgin sea beach of Aaerey Ware and Bhate at 10-15 Minutes drive. Ratnagiri railway station is 7 km away and Ratnagiri ST Stand 3.5 km away. With well surrounded by the serene beauty of nature we offer you the most astonishing staying arrangements , which are at par with the expensive hotels in terms of service, cleanliness and proximity to lush green nature. Home Stays are better choices of accommodation than hotels, as there is homely treatment which you will never receive in hotel.",
    "image": "https://cf.bstatic.com/xdata/images/hotel/max500/114498884.jpg?k=d18772408f02982ebb0c6e196f2f4d713338ecf742732d68ab96dc627e9b9b40&o=&hp=1",
    "url": "https://maps.app.goo.gl/rsiH42TmPhqVXSxh9"
  },
  {
    "name": "Gayatri Homestay",
    "category": "PG",
    "url": "https://maps.app.goo.gl/agnK87ZwTKAeuGRs6",
    "description": "Gayatri Homestay is walk in 2 mins distance from Ratnagiri Railway Station (700 meters only). Best for family stay. Gayatri Homestay is a home for 2 generations, turned into a beautiful stay. Its a 4 BHK independent bungalow surrounded by trees. This home has -A big common space where you can read, eat, chill. A garden full of variety of flowers, fruits, vegetable and medicinal plants.Very peaceful neighborhood. City is 5 km away and beach front is 6 km away.",
    "image": "https://cf.bstatic.com/xdata/images/hotel/max1024x768/426097152.jpg?k=b656f920687563224ae21b2f6b2bceed1c12439787f7d6260c9c89313ccf82a8&o=&hp=1"
  },
  {
    "name": "MTDC Vishwas Homestay",
    "category": "PG",
    "url": "https://maps.app.goo.gl/NHBbjmz1RrHNkvuK9",

    "description": "If you are looking for a perfect getaway for your family, look no further than this charming homestay located in Kotawde near Ratnagiri. All the tourist spots are 20-30km radius from this property. There several beaches which are at 5min drivable distance. There are several Hindu temples in 1-2 km radius. We can arrange an autorickshaw or a car for your travel at our doorstep. Normally 3 days are required to cover most of the spot. Nearby tourist attractions: * Kajirbhati and Aare Ware Beach - 6 km * Ganpatipule Ganesh Temple & Beach - 13 km * Ratnadurg Fort - 18 km * Jaigad Fort - 32 km * Paws Swami Swarupanand Temple 30km * Devghali picturesque beach 48km * Kanakaditya Temple 1000yrs old 48km and many more. Amenities offered: * Fast EV charging station * Lip-smacking veg and sea food with local delicacies * Mango tree garden * 7x24 video surveillance * Concierge * Welcome drink and complimentary breakfast * Indoor and out games * Shooting (at extra cost) * Karaoke",
    "image": "https://cf.bstatic.com/xdata/images/hotel/max1024x768/489160856.jpg?k=4c4ab5aa29194e2a213b1c80e6f2f76536be4aaac993dfea736de5ec24c5ce0b&o=&hp=1"
  },
  {
    "name": "Sakhey Homestay",
    "category": "PG",
    "url": "https://maps.app.goo.gl/LGuEPzWNXTXSETcU7",

    "description": "Sakhey is a home for 2 generations, turned into a beautiful stay. Its a 4 BHK independent bungalow surrounded by trees. This home has -A big common space where you can read, eat, chill or just play carrom or cards. -A garden full of variety of flowers,fruits, vegetable and medicinal plants. -Big open terrace ideal for a morning/evening sit-out. Being born here, we have explored so many untouched and offbeat parts of Konkan that we are happy to share with you.",
    "image": "https://cf.bstatic.com/xdata/images/hotel/max1024x768/429893977.jpg?k=739b25ed29784b4f3e6731c22a2012c4236d5d416c86997c78568d1bfbf09c34&o=&hp=1"
  },
  {
    "name": "Zelam Boys Hostel",
    "category": "PG",
    "url": "https://maps.app.goo.gl/xmTJw6wyG4byeVpp6",

    "description": "So, while looking for Hostel For Boy Students, you will be able to locate Zelam Boys Hostel in Sawarda, Ratnagiri. They offer occupancies which suit your budget and category too which has fetched them a 4.4 rating. are among the list of services they offer. Stay happy and stay safe!",
    "image": "img/pg3.avif"
  },
  {
    "name": "Siddhakala Girls Hostel",
    "category": "PG",
    "url": "https://maps.app.goo.gl/dSntqbdKYUTFExQ28",

    "description": "If you are looking to find accommodation in a hostel, we strongly advise you to check out Siddhakala Girls Hostel in Nachane Ratnagiri, Ratnagiri.",
    "image": "img/pg3.avif"
  },
  {
    "name": "Ganraj Girls Hostel",
    "category": "PG",
    "url": "https://maps.app.goo.gl/i6jfgn2JCSvVhGzx8",

    "description": "If you are looking to find accommodation in a hostel, we strongly advise you to check out Ganraj Girls Hostel in Mirjole Ratnagiri, Ratnagiri.",
    "image": "img/pg4.webp"
  }
]
